{
  "nav": {
    "nav_title_how-it-works": "How it works",
    "nav_title_home": "Home",
    "nav_title_about-us": "About Us",
    "nav_title_pricing": "Pricing",
    "nav_title_contact-us": "Contact Us",
    "nav_title_login": "Login",
    "nav_title_blog": "Blog",
    "nav_title_career": "Career",
    "nav_title_OurTeam": "Our Team"
  },
  "nav-menu": {
    "nav_menuItem_solutions": "Solutions",
    "nav_menuItem_industries": "Industries",
    "nav_menuItem_banking": "Banking",
    "nav_menuItem_hospitality": "Hospitality",
    "nav_menuItem_retail": "Retail",
    "nav_menuItem_telco": "Telco",
    "nav_menuItem_useCases": "Use Cases",
    "nav_menuItem_callRouting": "Call Routing",
    "nav_menuItem_bookingReservation": "Booking & Reservation",
    "nav_menuItem_authentication": "Authentication",
    "nav_menuItem_troubleshooting": "Troubleshooting",
    "nav_menuItem_automatedFAQs": "Automated FAQs",
    "nav_menuItem_multilingual": "Multilingual",
    "nav_menuItem_accountManagement": "Account Management",
    "nav_menuItem_orderManagement": "Order Management",
    "nav_menuItem_billingPayment": "Billing & Payment",
    "nav_menuItem_personalizedService": "Personalized Service",
    "nav_menuItem_conversationalDataInsights": "Conversational Data & Insights",
    "nav_menuItem_product": "Product",
    "nav_menuItem_technology": "Technology",
    "nav_menuItem_studio": "Studio",
    "nav_menuItem_security": "Security",
    "nav_menuItem_pricing": "Pricing",
    "nav_menuItem_resources": "Resources",
    "nav_menuItem_blog": "Blog",
    "nav_menuItem_caseStudies": "Case Studies",
    "nav_menuItem_demos": "Demos",
    "nav_menuItem_eBooks": "eBooks",
    "nav_menuItem_webinars": "Webinars",
    "nav_menuItem_research": "Research",
    "nav_menuItem_company": "Company",
    "nav_menuItem_aboutSSATAI": "About SSAT-AI",
    "nav_menuItem_press": "Press",
    "nav_menuItem_careers": "Careers",
    "nav_menuItem_contactUs": "Contact Us",
    "nav_menuItem_requestaDemo": "Request A Demo"
  },
  "platform": {
    "title-1": "Voice",
    "text-1": "Our customers can easily express their wishes aloud and access their products easily.",
    "title-2": "Automate",
    "text-2": "With the current technologies we use, you can automate your processes in the fastest way.",
    "title-3": "Analyze",
    "text-3": "User analysis is performed with the audio and written data provided by the user to us."
  },
  "home-hero": {
    "title-1": "Learn. Experiment. Integrate.",
    "title-2": "Better solutions for voice assistants, text generation,",
    "title-3": "topic modeling, sentiment analysis, and speech AI.",
    "demo-1": "To schedule a demo, ",
    "demo-2": "Click here",
    "info-1": "Supported by KOSGEB and TUBITAK"
  },
  "home-more1": {
    "title-1": "We are more than a chatbot.",
    "button-1": "Try now",
    "button-2": "GET STARTED FOR FREE",
    "text-8": "NO CREDIT CARDS REQUIRED",
    "title-2": "Simple Design",
    "text-1": "Jeli is a smart chat bot for flight and hotel reservations.",
    "text-2": "Easly embedded to multiple platforms.",
    "text-3": "You can also use from chat applications by texting and talking.",
    "title-3": "Platform Free",
    "text-4": "One solution for all platforms",
    "text-5": "Jeli developed as platform free to implement anywhere.",
    "text-6": "Easly choose your platfrom or insert a snippet into your website.",
    "text-7": "You are ready!"
  },
  "baslik": {
    "info-1": "Knowledge behind the product."
  },
  "home_services_test": [
    {
      "title": "SENTIMENT ANALYSIS",
      "text": "Sentiment analysis is contextual mining of text which identifies and extracts subjective information in source material, and helping a business to understand the social sentiment of their brand, product or service while monitoring online conversations.",
      "id": "1"
    },
    {
      "title": "TOPIC MODELLING",
      "text": "In machine learning and natural language processing, a topic model is a type of statistical model for discovering the abstract topics that occur in a collection of documents. Topic modeling is a frequently used text-mining tool for discovery of hidden semantic structures in a text body.",
      "id": "2"
    },
    {
      "title": "TEXT GENERATION",
      "text": "Text generation is a subfield of natural language processing. It leverages knowledge in computational linguistics and artificial intelligence to automatically generate natural language texts, which can satisfy certain communicative requirements.",
      "id": "3"
    }
  ],
  "home-services": {
    "info-1": "Knowledge behind the product.",
    "title-1": "SENTIMENT ANALYSIS",
    "text-1": "Sentiment analysis is contextual mining of text which identifies and extracts subjective information in source material, and helping a business to understand the social sentiment of their brand, product or service while monitoring online conversations.",
    "title-2": "TOPIC MODELLING",
    "text-2": "In machine learning and natural language processing, a topic model is a type of statistical model for discovering the abstract topics that occur in a collection of documents. Topic modeling is a frequently used text-mining tool for discovery of hidden semantic structures in a text body.",
    "title-3": "TEXT GENERATION",
    "text-3": "Text generation is a subfield of natural language processing. It leverages knowledge in computational linguistics and artificial intelligence to automatically generate natural language texts, which can satisfy certain communicative requirements."
  },
  "home-contact": {
    "title-1": "CONTACT US",
    "info-1": "Get in Touch",
    "title-2": "Send Email",
    "info-2": "By clicking here, you can send us e-mail.",
    "info-3": "E-mail:",
    "info-4": "info@jelibot.com",
    "title-3": "Call Us",
    "info-5": "By clicking here, you can call us.",
    "info-6": "Phone:",
    "info-7": "+90 533 479 25 19",
    "title-4": "Find Us",
    "info-8": "By clicking here, you can get direction to our office."
  },
  "sliderbar": {
    "text-1": "We started using JeliBot back in 2020 and it’s working great for us. We were able to quadruple the amount leads we used to get with this unreal platform. We had 20,000 contact list when we joined JeliBot and we could reach 110,000 in the first 3 months of using it!",
    "title-1": "Algın Erozan",
    "title-2": "MSc, PMP, Facilitator, Agile, Mentor, LIMC",
    "text-2": "We have been using JeliBot for a couple months now and it has literally replaced our need for 3rd party marketing platforms. We were able to to generate many extra leads and prospects using their chatbot system and turn them into customers.",
    "title-3": "Hazal Alagoz",
    "title-4": "Marketing Manager/ Mentor/ Executive Coach"
  },
  "footer": {
    "info-1": "TR: Pınarbaşı Mahallesi Hürriyet Caddesi Akdeniz Üniversitesi Ar-Ge 2 Uluğbey Binası No:3 Konyaaltı/Antalya",
    "info-2": "© 2021 - SSAT-AI, All Rights Reserved",
    "info-3": "EU: Viru väljak 2-3. Korrus, 10111 Tallinn, Estonia",
    "policy_privacy": "Privacy Policy",
    "policy_isms": "ISMS Policy",
    "policy_terms": "Terms Policy",
    "policy_quality": "Quality Management Policy",
    "policy_cookie": "Cookie Policy",
    "title-2": "CONTACT US",
    "title-3": "Partnerships",
    "title-4": "COMPANY POLICIES",
    "title-5": "Funding",
    "text-8": "Subscribe to our Newsletter",
    "button-1": "Send"
  },
  "contact-services": {
    "title-1": "Get in Touch",
    "title-2": "Send Email",
    "info-1": "By clicking here, you can send us e-mail.",
    "info-2": "E-mail:",
    "info-3": "info@ssat.com.tr",
    "title-3": "Call Us",
    "info-4": "By clicking here, you can call us.",
    "info-5": "Phone:",
    "info-6": "+90 533 479 25 19",
    "title-4": "Find Us",
    "info-7": "By clicking here, you can get direction to our office."
  },
  "blog-window": {
    "info-1": "Have you checked out our blog lately?",
    "button-1": "Let me see..."
  },
  "isms": {
    "title-1": "Information Security Management System (ISMS)",
    "text-1": "As SSAT, we value our relationship with our customers, our solution partners, and all government bodies. The sustainability of our services, the confidentiality of our customers’ information and the integrity of our customer data are vital issues and we take all necessary actions as below to educate our staff accordingly;",
    "text-2": "Our information security policy will be improved to meet the regulatory standards of ISO 27001:2013",
    "text-3": "Breach risks will be continuously monitored and for high risk processes necessary control mechanisms will be implemented",
    "text-4": "Awareness among our employees will be increased",
    "text-5": "According to governmental and sectoral regulations, we will fulfill any compliance obligations, contractual responsibilities, inner/outer customer requirements for information security",
    "text-6": "We have the ability to instantly intervene and stop any security breach attempt and minimize the possible cost of such incident",
    "text-7": "We will protect the company and the customer brand image against any security breach attempts",
    "text-8": "As the leading example of the industry, we promise to perform our best in any area related to information security"
  },
  "privacy": {
    "title-1": "Website Confidentiality Agreement",
    "text-1": "During your visit to this website and your use of the service through this Site, how the information that we receive regarding you and the services you request will be used and protected are subject to this‘’Confidentiality Agreement’’. You hereby accept the conditions stipulated in this ‘’Confidentiality Agreement’’ when you visit this website and request to use the services we provide through this Site.",
    "text-2": "I. Purpose of personal data protection and processing policy",
    "text-3": "Until today, data and information of our customers or potential customers are kept confidential and have never been shared with third parties by virtue of the sensitivity of our business as SSAT. Personal data protection is our essential policy. Even before any legal regulation, our company and subsidiaries had attached a great importance to the confidentiality of personal data, adopted as a working principle and gave working instructions to the employees in compliance with this principle. As SSAT, we undertake to adhere to all responsibilities of Privacy Act. The principle of our company to protect personal data also covers our subsidiaries.",
    "text-4": "II. Scope and change of personal data protection and implementation policy",
    "text-5": "This Policy prepared by our Company has been regulated in accordance with “Law on Protection of Personal Data” no. 6698(“KVKK”). The Law has entered into force with all of its provisions as of today. The data received with your consent or pursuant to the other regulations as per to the Law shall be used to make our service more quality and to improve our services and quality policy. Again, some of the data we obtain are removed from the scope of personal data and anonymized. These data are used for statistical purposes and not subject to the enforcement of Law and our Policy. PersonalData Protection and Implementation Policy of SSAT aims and regulates the protection of the data which are automatically obtained from our customers,potential customers, employees and the customers and employees of the companies in cooperation with us for solution partnership and the other parties. Our company reserves the right to change ourPolicy and Regulation – provided to comply with the Law and protect the personal data in a better way.",
    "text-6": "III. General principles on processing of the personal data",
    "info-1": "a) Being in compliance with the law and good faith: SSAT questions the source of the data it collects or sent by other companies and attaches importance to handling these in compliance with the law and good faith. Within this framework, it warns and notifies the third parties(agencies and other intermediary firms) that sell the services provided by SSAT to protect the personal data.",
    "info-2": "b) Being accurate and up to date, if necessary: SSAT attaches importance to the accuracy of all of the data kept within the organization, to the fact that they don’t include any misinformation and that personal data are updated only if the changes are notified.",
    "info-3": "c) Being processed for specified, explicit, and legitimate purposes: SSAT processes the data limited to the services and purposes for which consent of the persons are taken during the services. It shall not process, use and make use of the data out of business purposes.",
    "info-4": "d) Being relevant, limited and proportionate to the purposes for which data are processed: SSAT uses the data only for processing purposes and to the extent what the service requires.",
    "info-5": "e) Being stored only for the time designated by relevant legislation or necessitated by the purpose for which data are collected: SSAT keeps the contractual data as long as it’s required by the commercial and taxation law as well as the periods of conflicts of law. Nevertheless,it shall delete or anonymize the data in case the reasons necessitating their processing cease to exist.",
    "text-7": "It’s crucial to state that whether SSAT collects or processes the data by one’s will or in compliance with the law, the above mentioned provisions shall apply anyhow.",
    "text-8": "You shall have the following rights pursuant to Article 11 of Law on Protection of Personal Data. A separate application shall be prepared by SSAT for you to facilitate your related rights.",
    "text-9": "The persons whose personal data have been processed may apply to our official announced on our website by SSAT and shall be entitled to;",
    "info-6": "a) Learn whether or not your personal data have been processed,",
    "info-7": "b) Request information as to processing if your data have been processed,",
    "info-8": "c) Learn the purpose of processing of the personal data and whether data are used in accordance with their purpose,",
    "info-9": "d) Know the third parties in the country or abroad to whom personal data have been transferred,",
    "info-10": "e) Request rectification in case personal dataare processed incompletely or inaccurately,",
    "info-11": "f) Request deletion or destruction of personal data within the framework of the conditions set forth under article 7,",
    "info-12": "g) Request notification of the operations made as per clauses (e) and (f) to third parties to whom personal data have been transferred,",
    "info-13": "h) Object to occurrence of any result that is to your detriment by means of analysis of personal data exclusively through automated systems,",
    "info-14": "i) Request compensation for the damages in case the person incurs damages due to unlawful processing of personal data.",
    "text-10": "As SSAT, we respect to these rights.",
    "text-11": "Maximum Savings Policy/Scrimping Policy",
    "text-12": "Pursuant to our policy called as maximum savingspolicy or scrimping policy, the data received by SSAT are processed into thesystem as required. Thus, which data we will collect shall be determinedaccording to the purpose. Unnecessary data shall not be collected. Other data submittedto our company are transferred to the information system of the company in thesame way. Redundant information is not stored in the system, they are deletedor anonymized. These data may be used for statistical purposes. Health dataamong the special quality data are only kept in the system to provide betterservice to the customers and to protect their health.",
    "text-13": "Deletion of personal Data",
    "text-14": "When the retention period necessitated by theLaw expires, judicial procedures are completed or other requirements no longerexists, these data shall be deleted, removed or anonymized automatically, bythe company or upon the request of the relevant person.",
    "text-15": "Accuracy and Currency of Data",
    "text-16": "The data within the body of SSAT are processed as declared by the relevant persons as a rule. SSAT is not obliged to check up onthe accuracy of the data declared by the customers or the persons in touch withSSAT and it’s also contrary to the Laws and our working principles. The declared data are regarded as correct and accurate. The principle of accuracy and currency of personal data has also been adopted by SSAT. The personal dataprocessed upon the request of the relevant person or from official documentsthat are submitted to our company are updated. Necessary precautions are takenfor this purpose.",
    "text-17": "Confidentiality and data security",
    "text-18": "Personal data are confidential and SSAT obeys the rule of confidentiality. Only authorized persons shall access the personal data. All necessary technical and administrative measures are taken to protect the personal data collected by SSAT and to prevent the damage on our customers and potential customers. Within this framework, it shall be ensured that the software complies with the standards, third parties are selected with cautioned data protection policy is observed within the company.",
    "text-19": "IV. Purpose of data processing",
    "text-20": "Collection and processing of personal data by SSAT shall be executed in line with the purposes stipulated in the letter of clarification. The data are collected and processed to draw up contracts and provide better services to the customers.",
    "text-21": "V. Data of customer, potential customer and business and solution partners",
    "text-22": "Collection and processing of data for contractual relationship",
    "text-23": "In case of a contractual relationship with our customers and potential customers, the collected personal data may be used without the approval of the customers. However, this use shall be for the purpose of the contract. The data shall be used for better execution of the contract and as required by the services and updated, if necessary, by contacting the customers. Nevertheless, the data provided to us by our potential customers shall be processed to easier and more quality services later. These data shall be deleted upon requests in case of lack of any contractual relationship.",
    "text-24": "Data of Business and Solution Partners",
    "text-25": "SSAT adopts as a principle to act in compliance with the laws when exchanging the data both with business and solution partners. The data are shared with the business and solution partners with the understanding of data confidentiality and as required by the services and it’s definitely ensured that these parties take measures regarding the data security.",
    "text-26": "Data processing for advertisement purposes",
    "text-27": "Electronic messages for advertisement purposes can only be sent to the persons with prior consent in compliance with the Law on the Regulation of E-Commerce and the Law on Commercial Communication andCommercial Electronic Messages. An explicit consent of the person is required to send advertisements. SSAT obeys the details of ‘’the consent’’ specified in the same legislation. The consent to be obtained should cover all commercial electronic messages that are sent to the electronic communication addresses of the recipients to promote and market the goods and services of the company, to promote the business or to increase the recognition level of the company with contents including greetings and wishes. This consent may be obtained via any electronic communication channel or at physical medium in written. The important thing is to obtain the declaration of the recipient that he/sheaccepts to receive commercial electronic messages and to have his/her full name and electronic communication address.Personal data in order to send electronic messages About Commercial Electronic Messages. In accordance with the regulation, it is transferred to Message Management System Inc.",
    "text-28": "Data processing due to legal obligations of the company or being stipulated explicitly in the Law",
    "text-29": "Personal data may be processed without prior consent when it’s stipulated explicitly in the relevant legislation or to fulfill a legal obligation specified in the legislation. Type and scope of the data processes are required for data processing activity that is permitted by the Laws and they should comply with the relevant legal provisions.",
    "text-30": "Data processing of the company",
    "text-31": "Personal data may be processed pursuant to the legal purposes and the services of the company. However, the data shall not be used for services contrary to the laws under any circumstances.",
    "text-32": "Processing of special quality data",
    "text-33": "Pursuant to the Law, race, ethnic origin,political opinion, philosophical belief, religion, sect or other beliefs,clothes, membership of association, foundation or union, health, sexual choice,juridical sentence and data regarding safety measures and biometric and genetic data are among the special quality data. SSAT also takes adequate measures determined by the Board for the processing of special quality data.",
    "text-34": "SSAT may process the special quality data only for the corresponding purposes to provide better services.",
    "text-35": "Data obtained via membership process",
    "text-36": "In case you become the member of SSAT, the personal data given during sign up transaction are processed on our systems. If you become member via Facebook, Google or other social media channels, your information provided by related social media channel to its partners such as your name, surname, your profile picture and e-mail address are accessed and conveyed to SSAT systems.",
    "text-37": "Data processed with automatic systems",
    "text-38": "SSAT acts in compliance with the Law for data processed with automatic systems. The information obtained from these data without the explicit consent of the persons shall not be used against the person. However, SSAT may take decisions regarding the persons that it will perform process by using the data within the system.",
    "text-39": "Requesting correction of your personal data in case of incomplete or incorrect processing and requesting notification of the transactions made within this scope to the third parties to whom your personal data has been transferred",
    "text-40": "VI. Data of our employees",
    "text-41": "Processing of the data for business relations",
    "text-42": "Personal data of the employees may be processed without obtaining consent to the extent of requirements of health insurance and business relations. However, SSAT hereby undertakes the protection and confidentiality of the data of the employees.",
    "text-43": "Processing as per Legal Obligations",
    "text-44": "SSAT may also processes the personal data of the employees without obtaining a separate consent to fulfill a legal obligation stipulated in the legislation or in case it’s explicitly specified in the legislation. This case is limited to the obligations arising from the Law.",
    "text-45": "Processing in Favor of the Employees",
    "text-46": "SSAT may process the personal data without obtaining the consent for the procedures in favor of company employees like private health insurances. For the disputes arising from the business relations, SSAT may also process the data of the employees.",
    "text-47": "Processing of special quality data",
    "text-48": "Pursuant to the Law, race, ethnic origin,political opinion, philosophical belief, religion, sect or other beliefs,clothes, membership of association, foundation or union, health, sexual choice,juridical sentence and data regarding safety measures and biometric and genetic data are among the special quality data. Besides the consent of the relevant person, SSAT also takes adequate measures determined by the Board for the processing of special quality data. Special quality data may be processed limited to and related to the cases permitted by the Law without the consent of the person. The quality data obtained from the employees shall only be used for the corresponding purpose to allow them to benefit from the insurance and health services.",
    "text-49": "Data processed with automatic systems",
    "text-50": "The data processed regarding the employees with automatic systems may be used for in-house promotions and performance assessments. The employees reserve the right to appeal to the results against them and they should perform this process in compliance with the internal procedures. Appeals of the employees shall be evaluated again within the company.",
    "text-51": "Telecommunication and internet",
    "text-52": "The computers, telephone, e-mail and other applications allocated to the employees within the company shall only be used for business purposes. The employee cannot use any of these means allocated to himself/herself by the company for private purposes or communication. The company may control and monitor the data on these means. The employee undertakes not to keep any data or information apart from the business purposes on the computer, telephones or other means allocated to himself/herself as of his/her employment date.",
    "text-53": "VII. Transferring of the personal datadomestically and internationally",
    "text-54": "Personal data may be shared with business and solution partners and SSAT subsidiaries for the purpose of providing the services by SSAT.",
    "text-55": "SSAT will be entitled to transfer the personal data for certain purposes to the following person and institutions;",
    "text-56": "Business partners of SSAT limited to the purpose of execution of the aims of the establishment of the business partnership, The suppliers of SSAT to the extent of providing the necessary services by our company to fulfill its commercial activities and procured by the supplier as external sources, Solution partners of SSAT limited to ensuring the execution of the commercial activities which require the participation of the affiliates of the company, Subsidiaries of SSAT.",
    "text-57": "SSAT is authorized to transfer the personal data domestically and internationally within the conditions determined by the Board and in compliance with the other provisions in the Law and depending on the consent of the person.",
    "text-58": "VIII. Rights of the relevant person",
    "text-59": " SSAT hereby agrees that the relevant person must provide his/her consent before processing the data within the scope of the Law and he/she reserves the right to determine the destiny of the data after the data is processed.",
    "text-60": " Regarding the personal data, the relevant persons holds the right to do the following by applying to our official announced on the web page by SSAT;",
    "info-15": "a) To be informed whether his/her personal data are processed or not,",
    "info-16": "b) Request information as to processing if your data have been processed,",
    "info-17": "c) Learn the purpose of processing of the personal data and whether data are used in accordance with their purpose,",
    "info-18": "d) Know the third parties in the country or abroad to whom personal data have been transferred,",
    "info-19": "e) In case the personal data are processed in completely or inaccurately, to request the correction,",
    "info-20": "f) To request that personal data are deleted or removed within the framework of the conditions stipulated in article 7,",
    "info-21": "g) Request notification of the operations made as per clauses (e) and (f) to third parties to whom personal data have been transferred,",
    "info-22": "h) To appeal to the negative results against himself/herself arising from the analysis of the data processed exclusively through the automatic systems,",
    "info-23": "i) In case the personal data are damaged due to the processing of the data contrary to the Law, to request that the damages are indemnified.",
    "text-61": "Nevertheless, the persons don’t reserve any right on the anonymized data within the company. SSAT may share the personal data as required by a juridical function or governmental authority as per the business and contractual relationship.",
    "text-62": "The owners of the personal data shall submit their requests regarding the above-mentioned rights to the contact address SSAT by completely filling out and putting their wet signatures on the application form given at www.ssat.com.tr, the official website of the company, through registered letter with return receipt with the copies of their identity cards (only front page for birth certificate). The applications shall be replied within the shortest time according to the content of the application within 30 days at the latest after the delivery to the company. You need to apply with registered letter with return receipt. Besides, only the questions about you shall be replied and any applications made regarding your spouse,relative or friends shall not be accepted. SSAT can only request information and document from the application holders.",
    "text-63": "You can also submit your requests using a secure electronic signature.",
    "text-64": "Confidentiality Principle",
    "text-65": "The data of the employees and other persons within SSAT are confidential. Nobody can use, copy, reproduce, transfer these data for other purposes apart from the business purposes.",
    "text-66": "X. Process security",
    "text-67": "All necessary technical and administrative measures are taken to protect the personal data received by SSAT and to prevent the retention of them by unauthorized persons and to prevent the damage on our customers and potential customers. Within this framework, it’s ensured that the software complies with the standards, third parties are selected with care and data protection policy is followed within the company.",
    "text-68": "Safety measures are constantly being renewed and improved.",
    "text-69": "XI. Inspection",
    "text-70": "SSAT carries out the internal and externalinspections for protection of the personal data.",
    "text-71": " XII. Notification of Violations",
    "text-72": "SSAT shall immediately act to remedy the violations in case a violation of personal data is notified. It shall mitigateor indemnify the damage of the relevant person. In case the personal data areobtained by the unauthorized persons, this case should be immediately notified to the Board of Personal Data Protection.",
    "text-73": "Regarding the notification of the violationsssat.com.tryou can also make an application as per the procedures provided.",
    "text-74": "Contact",
    "text-75": "You can contact us for further questions on the confidentiality agreement by using the following contact information.",
    "text-76": "Pınarbaşı Mahallesi Hürriyet Caddesi Akdeniz Üniversitesi Antalya Teknokent Ar-ge 2 Uluğbey Apartmanı No:3 Antalya/Türkiye Last Update : 21.09.2020",
    "text-77": "Covid-19 Extra:",
    "text-78": "Additional health data may be requested or collected from our employees due to Covid-19 and epidemic diseases, and the collected data may be shared with the relevant official authorities.",
    "text-79": "The facility you have booked through us may request some personal data from the guests, including special quality personal data such as health data of themselves and their relatives, in accordance with the circular and legal regulations within the scope of Covid-19. This personal data can be shared with official authorities and health institutions when necessary."
  },
  "quality": {
    "title-1": "SSAT Quality Management Policy",
    "text-1": "As SSAT, we value our relationship with our customers, our solution partners and all government bodies. Including all our employees, we target to continuously improve our products and services to meet the highest international standards, benefitting from latest technological developments.",
    "text-2": "Our quality management policy will be improved to meet the regulatory standards of ISO 9001:2015",
    "text-3": "We will increase our efficiency and performance with risk averse approach",
    "text-4": "We will increase awareness among our employees for quality management processes",
    "text-5": "We will fulfill any compliance obligations, contractual responsibilities or requirements to any related parties",
    "text-6": "With our conversational AI, Analytics and Biometrics solutions, we will provide the best experience for our customers.",
    "text-7": "SSAT Turizm Ticaret ve Limited Şirketi."
  },
  "terms": {
    "title-1": "Terms and Conditions of Use",
    "text-1": "1. Terms",
    "text-2": "By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this web site are protected by applicable copyright and trade mark law.",
    "text-3": "2. Use License",
    "text-4": "1. Permission is granted to temporarily download one copy of the materials (information or software) on SSAT’s web site for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not:",
    "info-1": "a) modify or copy the materials;",
    "info-2": "b) use the materials for any commercial purpose, or for any public display (commercial or non-commercial);",
    "info-3": "c) attempt to decompile or reverse engineer any software contained on SSAT’s web site;",
    "info-4": "d) remove any copyright or other proprietary notations from the materials; or",
    "info-5": "transfer the materials to another person or “mirror” the materials on any other server.",
    "text-5": "2. This license shall automatically terminate if you violate any of these restrictions and may be terminated by SSAT at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.",
    "text-6": "3. Disclaimer",
    "text-7": "The materials on SSAT’s web site are provided “as is”. SSAT makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, SSAT does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.",
    "text-8": "4. Limitations",
    "text-9": "In no event shall SSAT or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on SSAT’s Internet site, even if SSAT or a SSAT authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.",
    "text-10": "5. Revisions and Errata",
    "text-11": "The materials appearing on SSAT’s web site could include technical, typographical, or photographic errors. SSAT does not warrant that any of the materials on its web site are accurate, complete, or current. SSAT may make changes to the materials contained on its web site at any time without notice. SSAT does not, however, make any commitment to update the materials.",
    "text-12": "6. Links",
    "text-13": "SSAT has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by SSAT of the site. Use of any such linked web site is at the user’s own risk.",
    "text-14": "7. Site Terms of Use Modifications",
    "text-15": "SSAT may revise these terms of use for its web site at any time without notice. By using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.",
    "text-16": "8. Governing Law",
    "text-17": "Any claim relating to SSAT’s web site shall be governed by the laws of the State of Turkey without regard to its conflict of law provisions."
  },
  "cookie": {
    "title-1": "Çerez Politikası",
    "text-1": "SSAT, birçok web sitesinde olduğu gibi web sitesi kullanıcılarının ziyaret deneyimlerini iyileştirmek ve hizmet kalitesini artırmak amacıyla çerez vb. teknolojiler kullanmaktadır. SSAT Çerez Politikası web sitesi kullanıcılarını çerezlere ve kullanılan çerez türlerine ilişkin olarak bilgilendirmek ve çerez tercihlerinin nasıl yönetilebileceği konularında yol göstermek amacıyla hazırlanmıştır.",
    "text-2": "Çerez kullanımını onaylamıyorsanız web sitesine devam etmemenizi ya da çerez tercihlerinizi bu Politika’da gösterildiği şekilde değiştirmenizi rica ederiz. Çerezlere izin verilmemesi halinde web sitesinin bazı özelliklerinin işlevselliğini yitirebileceğini hatırlatmak isteriz.",
    "text-3": "Çerez Nedir?",
    "text-4": "Çerez, bir web sitesini ziyaret ettiğinizde bilgisayarınızda ya da mobil cihazınızda depolanan küçük metin dosyalarıdır. Bu dosyalarda IP adresiniz, oturum bilgileriniz, eriştiğiniz sayfalar vb. veriler saklanır. Çerezler sayesinde web sitesi tercihleriniz hatırlanabilir, oturumunuzun açık tutulması sağlanabilir ya da size ilgilendiğiniz içerik sunulabilir. Çerezlere ilişkin detaylı bilgi için www.aboutcookies.org ve www.allaboutcookies.org adreslerini ziyaret edebilirsiniz.",
    "text-5": "Çerez Türleri",
    "text-6": "Çerezler mobil cihazlarda depolanma süreleri ve kimin tarafından yerleştirildikleri gibi kriterlere göre farklı türlere ayrılmaktadır. Bu kriterler kapsamında temel ayrım şu şekildedir:",
    "text-7": "Oturum Çerezleri:",
    "text-8": "Oturum çerezleri, geçici çerezler olup tarayıcıyı kapattıktan sonra cihazdan silinirler. Bu çerezlerin ana işlevi web sitesinin düzgün bir şekilde çalışmasını sağlamaktır.",
    "text-9": "Kalıcı Çerezler:",
    "text-10": "Kalıcı çerezler tarayıcıyı kapattıktan sonra da kullanıcı tarafından silininceye ya da süresi doluncaya dek cihazda kalmaya devam ederler.",
    "text-11": "Birinci Taraf Çerezler:",
    "text-12": "Birinci taraf çerezler ziyaret edilen web sitesi operatörü tarafından cihaza yerleştirilen çerezlerdir.",
    "text-13": "Üçüncü Taraf Çerezler:",
    "text-14": "Üçüncü taraf çerezler ziyaret edilen web sitesi operatörü dışındaki kişiler tarafından cihaza yerleştirilen ve kontrol edilen çerezlerdir.",
    "text-15": "SSAT’ye ait web siteleri ve diğer sistemlerde veya uygulamalarda kişisel verilerin toplanması, işlenmesi ve kullanılması durumunda ilgili kişiler gizlilik bildirimi ile ve gerekirse çerezler hakkında bilgilendirilir. Kişiler, web sayfalarındaki uygulamalarımız konusunda bilgilendirilir. Kişisel veriler, hukuka uygun olarak işlenecektir.",
    "text-16": "Google(analytics, doubleclick). Amacı: Ölçümleme, Reklam ve site içi iyileştirme Çerez Türü: İşlevsel ve Analitik Çerezler, Ticari Çerezler",
    "text-17": "SSAT Web Sitesinde Kullanılan Çerezler",
    "text-18": "Zorunlu Çerezler:",
    "text-19": "Web sitesinin doğru bir şekilde çalışmasını sağlayan ve özelliklerini kullanmanıza imkân veren teknik çerezlerdir. Oturum çerezi kategorisinde yer alırlar. Bu çerezlerin engellenmesi halinde web sitesi özelliklerinin kullanılamaması sonucu doğar. Zorunlu çerezlerin kullanımı için onayınız gerekmemektedir.",
    "text-20": "Analitik Çerezler:",
    "text-21": "Web sitesi deneyiminizi iyileştirmek amacıyla analitik çerezler kullanılır. Analitik çerezler, web sitesi nasıl kullandığınızı (örn; hangi sayfaları ziyaret ettiğini, ziyaret süresini vb.) anlamamızı sağlar. Böylelikle sunduğumuz içerikleri geliştirebilir ya da web sitesi tasarımını değiştirebiliriz.",
    "text-22": "İşlevsellik Çerezleri:",
    "text-23": "Web sitesini tekrar ziyaret ettiğinizde dil tercihlerinizin, bölge seçiminizin vb. hatırlanmasına olanak sağlar.",
    "text-24": "Hedefleme/Reklam Çerezleri:",
    "text-25": "SSAT web sitesinde hedefleme ve reklam amacıyla farklı birinci taraf ve üçüncü taraf çerezler kullanmaktadır. Bu çerezleri tarayıcınızın ayarlarını değiştirerek ya da bu Politika’da gösterildiği şekilde çerez tercihlerini değiştirerek engellemeniz mümkündür.",
    "text-26": "Çerez Tercihlerinizi Nasıl Değiştirebilirsiniz?",
    "text-27": "Çerezleri kullandığınız tarayıcının ayarlarını değiştirerek kişiselleştirmeniz ya da tamamen engellemeniz mümkündür. Farklı tarayıcılar için izlenmesi gereken adımlara ilişkin detaylı bilgiye aşağıdaki linklerden ulaşabilirsiniz:",
    "link_info-1": "Google Chrome",
    "link_info-2": "Internet Explorer",
    "link_info-3": "Mozilla Firefox",
    "link_info-4": "Yandex",
    "link_info-5": "Safari",
    "text-28": "Diğer tarayıcılarda çerez tercihlerini yönetmek için ilgili tarayıcının yardım veya destek sayfasını inceleyebilirsiniz",
    "text-29": "Kişisel Verilerin Yurt İçi ve Yurt Dışı Aktarımı",
    "text-30": "Kişisel verileriniz,  yolculuk yapabilmeniz amacıyla SSAT tarafından yurt içindeki ve yurt dışındaki anlaşmalı hava yolu şirketleri ile paylaşılır. SSAT ile anlaşması olmayan şirketlerde arama, rezervasyon ve konaklama yapabilmeniz amacıyla yurt içinde ve yurt dışında bulunan başka elektronik platformlarla da kişisel verileriniz paylaşılabilir.",
    "text-31": "Kişisel Verilerinize İlişkin Haklarınız",
    "text-32": "Kişisel verilerinizin işlenip işlenmediğini öğrenme,",
    "text-33": "Kişisel verileriniz işlenmişse buna ilişkin bilgi talep etme,",
    "text-34": "Kişisel verilerinizin işlenme amacını ve bunların amacına uygun kullanılıp kullanılmadığını öğrenme,",
    "text-35": "Yurt içinde veya yurt dışında kişisel verilerinizin aktarıldığı üçüncü kişileri bilme,",
    "text-36": "Kişisel verilerinizin eksik veya yanlış işlenmiş olması hâlinde bunların düzeltilmesini isteme ve bu kapsamda yapılan işlemlerin kişisel verilerinizin aktarıldığı üçüncü kişilere bildirilmesini isteme,",
    "text-37": "6698 sayılı Kanun ve ilgili diğer kanun hükümlerine uygun olarak işlenmiş olmasına rağmen, işlenmesini gerektiren sebeplerin ortadan kalkması hâlinde kişisel verilerinizin silinmesini veya yok edilmesini isteme ve bu kapsamda yapılan işlemlerin kişisel verilerinizin aktarıldığı üçüncü kişilere bildirilmesini isteme,",
    "text-38": "İşlenen verilerinizin münhasıran otomatik sistemler vasıtasıyla analiz edilmesi suretiyle aleyhinize bir sonucun ortaya çıkmasına itiraz etme",
    "text-39": "Kişisel verilerinizin kanuna aykırı olarak işlenmesi sebebiyle zarara uğramanız hâlinde zararın giderilmesini talep etme haklarına sahipsiniz.",
    "text-40": "Yukarıda sayılan haklarınıza ilişkin taleplerinizi Veri Sorumlusuna Başvuru Usul ve Esasları Hakkında Tebliğ’de öngörülen başvuru usullerine uygun olarak Şirketimize iletmeniz durumunda SSAT talebinizi niteliğine göre en kısa sürede ve en geç 30 (otuz) gün içinde ücrSSATiz olarak sonuçlandıracaktır. Ancak, işlemin ayrıca bir maliyeti gerektirmesi hâlinde, SSAT Kişisel Verileri Koruma Kurulunca belirlenen tarifedeki ücreti alabilir.",
    "text-41": "İşlevsel ve Analitik",
    "text-42": "Çerezler tercihlerinizi hatırlamak, internet sitesinin etkin şekilde kullanılması, sitenin kullanıcı isteklerine cevap verecek şekilde optimize edilmesi ve ziyaretçilerin siteyi nasıl kullandığı hakkında verileri içerir. Niteliği gereği bu türdeki çerezler kullanıcı adı vb. kişisel bilgilerinizi içerebilir.",
    "text-43": "Üçüncü Taraf Çerezler",
    "text-44": "SSAT internet siteleri/mobil uygulamaları/mobil internet siteleri üçüncü parti güvenilir, tanınmış reklam sağlayıcılarıyla çalışmaktadır. Üçüncü parti hizmet sağlayıcılar size özel reklamları sunabilmek için kendi çerezlerini yerleştirmektedirler. Üçüncü parti tarafından yerleştirilen çerezler internet sitelerinde ziyaretçilerin gezinme bilgilerini toplar, işler ve nasıl kullandıklarını analiz eder.",
    "text-45": "Ticari çerezler",
    "text-46": "İlgi alanlarınız ve seçimleriniz doğrultusunda hedeflediğiniz ürün/içeriğe benzer nitelikli olanların sunulması ve daha gelişmiş, kişiselleştirilmiş bir reklam portföyü sunarak kullanım deneyiminizi artırmaya yarar. Yukarıda ifade edilen oturum, kalıcı, işlevsel ve analitik ve ticari çerezlerin arka planda tutulma süresi yaklaşık 2 (iki) ay olup şahıs internet tarayıcısı ayarlarından bunda gerekli ayarlamaları yapılabilir. İşbu ayarlardan kaldırılma işlemi internet tarayıcısı bazlı değişebilmektedir.",
    "text-47": "Çerezleri nasıl silebilirim?",
    "text-48": "Pek çok internet tarayıcısı, bilgisayarınıza ilk kurulumundan itibaren çerezleri otomatik olarak kabul etmeye ve kullanmaya ayarlıdır. İnternet tarayıcınızın yardım ya da ayarlar menülerini kullanarak, çerezlerin engellenmesini veya cihazınıza çerez gönderildiğinde uyarı verilmesini sağlayabilirsiniz. Çerezleri yönetmenin farklı yollarını öğrenmek ve kullandığınız tarayıcının ayarlarını nasıl düzenleyeceğiniz hakkında ayrıntılı bilgi almak için tarayıcınızın talimat veya yardım seçenekleri ekranından yararlanabilirsiniz."
  },
  "career": {
    "title-1": "Your career starts here.",
    "text-1": "SSAT's human resources policy is a high-performance, development-oriented, happy and effective leader, where candidates have the opportunity to demonstrate their potential, each employee contributes to SSAT by creating value and sees value, fair, transparent and has a voice. aims to create a productive, peaceful and respectable person.",
    "text-2": "See open opportunities ➔"
  },
  "OurTeam": {
    "title-1": "Meet Our Team"
  },
  "hero": {
    "text-0": "Voice travel assistant powered by AI and machine learning.",
    "text-1": "Lorem ipsum, dolor sit amet consectetur adipisicing elit.",
    "text-2": "Take A Look At Our Project 'Jelibot' !"
  },
  "tech": {
    "title-0": "TECHNOLOGIES",
    "title-2": "VOICE RECOGNITION",
    "text-1": "Basic goal is making analysis by translating the voice intention received from the customers into text, determining the intention and creating reports and enabling easy access for the customer to the product according to these intentions.",
    "text-deneme": "Basic goal is making analysis by translating the voice intention received from the customers into text.",
    "text-deneme1": "Determining the intention and creating reports and enabling easy access for the customer to the product according to these intentions.",
    "title-6": "CONVERSATIONAL AI",
    "text-5": "Conversational AI is the set of technologies behind automated messaging and speech-enabled applications that offer human-like interactions between computers and humans.",
    "title-7": "CONVERSATIONAL ANALYSIS",
    "text-6": "Conversation analytics is a technology that transcribes speech and converts it into data. The data is then structured so that conversations can be analyzed for insights."
  },
  "voice": {
    "title-1": "VOICE RECOGNITION",
    "title-2": "What is Voice Recognition?",
    "title-3": "The Benefits of Voice Recognition Chatbots",
    "text-1": "There was a time when having robots assist you with specific activities seemed like something out of a science fiction film. Chatbots, on the other hand, appeared faster than we expected. After a while, those same chatbots evolved and began conversing with us, as well as with us conversing with them.",
    "text-2": "Voice Recognition is a branch of Computer Science and Computational Linguistics. It’s a field that develops methodologies that allow computers to translate speech inputs into written text.",
    "text-3": "In addition to Voice Recognition, this technology is also known as Speech Recognition, ASR (Automatic Speech Recognition), Computer Speech Recognition, or Speech to Text (STT).",
    "title-4": "How does voice recognition work?",
    "text-4": "As the name implies, this technology allows recognizing the user’s voice commands and their conversion into text to be processed by the system.",
    "text-5": "Users are becoming more and more interested and demanding regarding these technological solutions.",
    "text-6": "If it’s to be as similar to human dialogues, then both chatbots and voice chatbots have to meet the demands and characteristics of those same conversations.",
    "text-7": "Eliminating waiting time, getting answers that correctly answer our questions are two examples of what your customers expect. Be it by message or by voice.",
    "text-8": "Still, between writing and speaking, no doubt speaking is much more natural for a human being. For this reason, the inclusion of voice commands takes your chatbot to another level.",
    "title-5": "A voice chatbot gives you the following benefits:",
    "title-6": "1) Provides more “human-like” interactions",
    "title-7": "2) Improves user experience",
    "title-8": "3) Enables multitasking",
    "title-9": "4) More inclusive solution",
    "text-9": "As we already mentioned, speech is much more natural than writing. For this reason, you get communications that are more spontaneous and not as thought out, as is the case with written messages.This spontaneity is very useful for your chatbot, as it increases its knowledge base and improves its AI with the various commands it receives.",
    "text-10": "Companies are very concerned about the usability and user experience on their website and communication channels. If a chatbot already greatly improved the user experience when navigating to your website, having the ability to talk to the chatbot improves it even more.",
    "text-11": "Also related to the consumer experience, the voice option allows the consumer to do other tasks while asking your chatbot for information. This factor, as well as the others, greatly increases customer satisfaction in that they don’t have to stop doing what they are doing to communicate with the bot.",
    "text-12": "Despite being an almost non-existent factor (thankfully!), there are still illiterate people who, for some reason, have not learned to write. Other than that, there are people with motor disabilities that do not allow them to use keyboards or other types of tactile devices. Voice can be the ideal solution to include and show that all your customers are taken into consideration."
  },
  "conversational-ai": {
    "title": "Conversational AI",
    "title-1": "What is Conversational AI (Artificial intelligence) ?",
    "title-2": "Benefits of Conversational AI ",
    "text-1": "Conversational AI combines natural language processing (NLP) with machine learning.",
    "text-2": "These NLP procedures feed into a continual feedback loop with machine learning processes, allowing AI algorithms to develop over time. Conversational AI comprises key components that enable it to process, comprehend, and respond in a natural manner.",
    "text-3": "Conversational artificial intelligence has revolutionized the way businessesinteract with their customers. These firms include AI into their omnichannel experience, generally via their messaging apps, whether through chatbots or speech-based assistants,",
    "text-4": " to promote higher sales and customer support. Customers enjoy the benefits of this technology because contact centers that utilize it are motivated to improve efficiency. For the contact center, here are five advantages of conversational AI.",
    "text-5": "1.Superior customer service",
    "text-6": "2.Agent efficiency",
    "text-7": "3.Easy scalability",
    "text-8": "4.Optimal data collection",
    "text-9": "5.More consistent customer service",
    "text-10": "Conversational AI can communicate like a human by recognizing speech and text, understanding intent, deciphering different languages, and responding in a way that mimics human conversation."
  },
  "conversational-analysis": {
    "title": "CONVERSATIONAL ANALYSIS",
    "title-1": "What is Conversational Analysis ?",
    "title-2": "How does Conversational Analysis work?",
    "title-3": "Uses of Conversational Analysis",
    "title-4": "Benefits of Conversational Analysis",
    "text-1": "Conversation analysis is an approach to the study of social interaction, embracing both verbal and non-verbal conduct, in situations of everyday life. Conversation analysis is a social science approach aimed at describing, analyzing, and comprehending discourse as a fundamental and constitutive component of human social activity. At a basic level, conversation analysis is viewed as the study of talk. In a broad sense, conversation analysis could refer to the study of people talking together, oral communication or even study of language use. ",
    "text-2": "The three stages of the conversation analysis journey are categorizing, analyzing, and acting.The first stage of conversational analysis is to categorize, this is the most important stage of the whole process.Categorization is the process of assigning meaning or intent to the components of a statement.The second stage is identifying communication patterns among your clients. Trends that are significant may not always be visible.Cross-analyzing your communication with other sources of customer data is always a good idea. Analysis becomes more valuable as it becomes more complicated.The third stage is about making the insights gathered from the analysis useful.While the activities that are valuable to you may vary based on your position, there is no denying the importance of conversational analysis information straight from your customers' mouths. Analyzing user dialogues empowers you to take action. Most of the time, there are additional growth chances that have gone unnoticed due to analysis problem.",
    "text-3": "Today, with the spread of artificial intelligence, conversational analysis, which is integrated into every field, has become widespread by many companies. Companies obtain more specific values about user identity by performing speech analysis. In this case, they can follow more specific methods specific to the user.",
    "text-4": "By analyzing user data, we benefit both users and companies. In this case, we can see opportunities to offer a better experience to users. With the conversational analysis system, we can easily collect data and evaluate it quickly."
  }
}